Repository: LaserSrl/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: it_it

# ~/Core/Common/Module.txt
source: Common
it_it: Comuni

# ~/Core/Common/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Common/Module.txt
source: The common module introduces content parts that are going to be used by most content types (common, body, identity).
it_it: Il modulo Common introduce le parti di contenuti che saranno usate dalla maggior parte del tipi di contenuti (common, body e identità).

# ~/Core/Containers/Module.txt
source: Containers
it_it: Contenitori

# ~/Core/Containers/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Containers/Module.txt
source: The containers module introduces container and containable behaviors for content items.
it_it: Il modulo Contenitori introduce i Contenitori e i Comportamenti Contenitore per elementi di contenuto.

# ~/Core/Contents/Module.txt
source: Contents
it_it: Contenuti

# ~/Core/Contents/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Contents/Module.txt
source: The contents module enables the creation of custom content types.
it_it: Il modulo di contenuto permette la creazione di tipi di contenuto personalizzati.

# ~/Core/Contents/Module.txt
source: Default custom content type definition, creation and management.
it_it: Gestione, creazione e definizione predefinita per i tipi di contenuto personalizzati.

# ~/Core/Contents/Module.txt
source: Content Control Wrapper
it_it: Involucro per i Controlli di Contenuto

# ~/Core/Contents/Module.txt
source: Add an Edit button on the front-end for authenticated users
it_it: Aggiunge nel front-end un pulsante Modifica (Edit ) per gli utenti autenticati

# ~/Core/Contents/Module.txt
source: Content
it_it: Contenuto

# ~/Core/Dashboard/Module.txt
source: Dashboard
it_it: Pannello amministrativo

# ~/Core/Dashboard/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Dashboard/Module.txt
source: The dashboard module is providing the dashboard screen of the admininstration UI of the application.
it_it: Il modulo Pannello amministrativo fornisce l'interfaccia necessaria per amministrare l'applicazione.

# ~/Core/Feeds/Module.txt
source: Feeds
it_it: Feed

# ~/Core/Feeds/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Feeds/Module.txt
source: The Feeds module is providing RSS feeds to content items.
it_it: Il modulo Feed fornisce feed RSS per gli elementi di contenuto.

# ~/Core/Navigation/Module.txt
source: Navigation
it_it: Navigazione

# ~/Core/Navigation/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Navigation/Module.txt
source: The navigation module creates and manages a simple navigation menu for the front-end of the application and allows you to add content items to the admin menu.
it_it: Il modulo di navigazione crea e gestisce un menu di navigazione semplice per il front-end dell'applicazione e consente di aggiungere gli elementi di contenuto al menu di amministrazione.

# ~/Core/Reports/Module.txt
source: Reports
it_it: Rapporti

# ~/Core/Reports/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Reports/Module.txt
source: The dashboard module is providing the reports screen of the application.
it_it: Il modulo Pannello amministrativo fornisce lo schermo rapporti dell'applicazione.

# ~/Core/Scheduling/Module.txt
source: Scheduling
it_it: Pianificazione

# ~/Core/Scheduling/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Scheduling/Module.txt
source: The scheduling module enables background task scheduling.
it_it: Il modulo di pianificazione abilita la pianificazione di operazioni in background.

# ~/Core/Settings/Module.txt
source: Settings
it_it: Impostazioni

# ~/Core/Settings/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Settings/Module.txt
source: The settings module creates site settings that other modules can contribute to.
it_it: Il modulo delle impostazioni fornisce la gestione delle impostazioni del sito alla quale gli altri moduli possono contribuire.

# ~/Core/Shapes/Module.txt
source: Shapes
it_it: Forme

# ~/Core/Shapes/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Shapes/Module.txt
source: The shapes module contains core shape templates and display hooks.
it_it: Il modulo forme contiene i modelli delle forme di base e gli agganci alla visualizzazione.

# ~/Core/Title/Module.txt
source: Title
it_it: Titolo

# ~/Core/Title/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/Title/Module.txt
source: The title module enables content items to have titles.
it_it: Il modulo Titolo abilita gli elementi di contenuto ad avere un titolo.

# ~/Core/XmlRpc/Module.txt
source: The Orchard Team
it_it: Il Team di Orchard

# ~/Core/XmlRpc/Module.txt
source: The XmlRpc module enables creation of contents from client applications such as LiveWriter.
it_it: Il modulo XmlRpc permette la crazione di contenuti da applicazioni client come LiveWriter.

# Orchard.Core.Common.Shapes
source: Draft
it_it: Bozza

# Orchard.Core.Common.Shapes
source: as a Draft
it_it: come Bozza

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: '{0} {1}' could not be parsed as a valid date and time.
it_it: '{0} {1}' non possa essere analizzato come un valido data e ora.

# Orchard.Core.Common.DateEditor.DateEditorDriver
source: Both the date and time need to be specified.
it_it: Sia la data che l'ora devono essere specificate

# Orchard.Core.Common.Drivers.CommonPartDriver
source: Invalid container
it_it: Contenitore non valido

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The field {0} is mandatory
it_it: Il campo {0} è obbligatorio

# Orchard.Core.Common.Drivers.TextFieldDriver
source: Value
it_it: Valore

# Orchard.Core.Common.Drivers.TextFieldDriver
source: The text associated with the field.
it_it: Il testo associato al campo.

# Orchard.Core.Common.OwnerEditor.OwnerEditorDriver
source: Invalid user name
it_it: Nome utente non valido

# ~/Core/Common/Views/CommonMetadataLastModified.cshtml
source: By {0}
it_it: Di {0}

# ~/Core/Common/Views/CommonMetadataLastModified.cshtml
source: unknown
it_it: sconosciuto

# ~/Core/Common/Views/Parts.Common.Body.Summary.cshtml
source: more
it_it: altro

# ~/Core/Common/Views/Parts.Common.Date.Edit.cshtml
source: Created On
it_it: Creato il

# ~/Core/Common/Views/Parts.Common.Metadata.SummaryAdmin.cshtml
source: Last modified: {0}
it_it: Ultima modifica: {0}

# ~/Core/Common/Views/Parts.Common.Owner.Edit.cshtml
source: Owner
it_it: Proprietario

# ~/Core/Common/Views/DefinitionTemplates/BodyPartSettings.cshtml
source: Default flavor
it_it: Variante predefinita

# ~/Core/Common/Views/DefinitionTemplates/BodyTypePartSettings.cshtml
source: Flavor
it_it: Variante

# ~/Core/Common/Views/DefinitionTemplates/DateEditorSettings.cshtml
source: Show editor for creation date time
it_it: Mostra un controllo di editing per la data e ora

# ~/Core/Common/Views/DefinitionTemplates/OwnerEditorSettings.cshtml
source: Show editor for owner
it_it: Mostra un controllo di editing per il proprietario

# ~/Core/Common/Views/DefinitionTemplates/TextFieldDefaultValueEditor.cshtml
source: Default value
it_it: Valore predefinito

# ~/Core/Common/Views/DefinitionTemplates/TextFieldDefaultValueEditor.cshtml
source: The default value proposed when creating a content item. (optional)
it_it: Il valore predefinito proposto durante la creazione di un elemento di contenuto. (opzionale)

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Display options
it_it: Opzioni di visualizzazione

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Required
it_it: Richiesto

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Check to ensure the user enters a value in this field.
it_it: Seleziona per obbligare l'utente ad inserire un valore in questo campo.

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: Help text
it_it: Testo della guida

# ~/Core/Common/Views/DefinitionTemplates/TextFieldSettingsEventsViewModel.cshtml
source: The help text is written under the field when authors are editing the content item.
it_it: Il testo d'aiuto è scritto sotto il campo quando gli autori modificano l'elemento.

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Date
it_it: Data

# ~/Core/Common/Views/EditorTemplates/DateTimeEditor.cshtml
source: Time
it_it: Ora

# ~/Core/Common/Views/EditorTemplates/Flavor.cshtml
source: Default Flavor
it_it: Impostazione predefinita

# ~/Core/Common/Views/EditorTemplates/Parts.Common.Body.cshtml
source: Body
it_it: Testo

# Orchard.Core.Containers.Controllers.ItemController
source: Container not found
it_it: Contenitore non trovato

# Orchard.Core.Containers.Controllers.ItemController
source: Cannot view content
it_it: Non posso vedere il contenuto

# Orchard.Core.Containers.Drivers.ContainablePartDriver
source: (None)
it_it: (Nessuno)

# Orchard.Core.Containers.Drivers.ContainerPartDriver
source: There are no content types in the system with a Containable part attached. Consider adding a Containable part to some content type, existing or new, in order to relate items to this (Container enabled) item.
it_it: Non ci sono tipi di contenuti nel sistema che abbiano la Parte Contenibile. Aggiungi una Parte Contenibile a qualche Tipo di Contenuto, esistente o nuovo, per poter collegare gli elementi a questo elemento (che è un Contenitore).

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: Please select a container to show items from.
it_it: Seleziona un contenitore dal quale visualizzare gli elementi.

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: Please create a container so you can select it to show items from.
it_it: Crea un contenitore da selezionare successivamente per visualizzare gli elementi.

# Orchard.Core.Containers.Drivers.ContainerWidgetPartDriver
source: (None - create container enabled items first)
it_it: (Nessuno - crea prima un elemento contenitore)

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Container Picker
it_it: Visualizza il Selettore di Contenitore

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a container picker on the content editor for this type.
it_it: Seleziona questa opzione per visualizzare un selettore di contenitore sull'editor contenuto di questo tipo.

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Show Position Editor
it_it: Visualizza l'Editore di posizione

# ~/Core/Containers/Views/DefinitionTemplates/ContainableTypePartSettings.cshtml
source: Check this option to render a position editor on the content editor for this type.
it_it: Seleziona questa opzione per visualizzare un editore di posizione sull'editore di contenuto di questo tipo.

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Default Page Size
it_it: Numero predefinito di elementi per pagina

# ~/Core/Containers/Views/DefinitionTemplates/ContainerPartSettings.cshtml
source: Show paging controls
it_it: Mostra i controlli per la paginazione

source: Display settings editor
it_it: Editor di impostazioni di visualizzazione

source: When checked, users can change the settings for each content item.
it_it: Quando è selezionata, gli utenti possono modificare le impostazioni per ogni elemento di contenuto.

source: Default Items Shown
it_it: Vengono visualizzati gli elementi predefiniti

source: Default Page Size
it_it: Numero predefinito di elementi per pagina

source: Show paging controls
it_it: Mostra i controlli per la paginazione

source: Enable drag and drop
it_it: Abilita il drag e drop

source: Check this option to enable manual repositioning of items using. If not set, this option will be configurable on the list content item itself.
it_it: Seleziona questa opzione per abilitare il riposizionamento manuale delle voci. Se non impostata, questa opzione sarà configurabile sull'elenco del contenuto stesso.

source: List View
it_it: Visualizzazione Elenco

source: The default list view to use when rendering this list in the admin. This is configurable per individual list.
it_it: Visualizzazione elenco predefinito da utilizzare durante il rendering di questo elenco in admin. Questo è configurabile per ogni singola lista.

source: Restrict the item content types this type supports.
it_it: Limita i tipi di elemento contenuto che questo tipo supporta.

source: Supported Types
it_it: Tipi supportati

source: (Any)
it_it: (Qualsiasi)

source: Select zero or more content types that this content type supports. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
it_it: Seleziona zero o più tipi di contenuto che questo Tipo di Contenuto supporta. Selezionando zero tipi di contenuto significa che l'elenco può contenere qualsiasi tipo di contenuto. Solo i tipi con la parte Contenibile possono essere contenuti in una lista.

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Member of
it_it: Membro di

# ~/Core/Containers/Views/EditorTemplates/Containable.cshtml
source: Position
it_it: Posizione

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show contained items list
it_it: Visualizza la lista degli elementi contenuti

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Renders the contained items when this list is displayed.
it_it: Esegue il rendering di elementi contenuti quando viene visualizzato questo elenco.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Enable positoning
it_it: Abilita il posizionamento

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Check this option to enable manual repositioning of items.
it_it: Seleziona questa opzione per abilitare il riposizionamento manuale degli elementi.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Contains
it_it: Contiene

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: (Any)
it_it: (Qualsiasi)

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Select zero or more content types. Selecting zero content types means the list can contain any content type. Only types with the Containable part can be contained in a list.
it_it: Seleziona zero o più tipi di contenuto. Selezionando zero tipi di contenuto significa che l'elenco può contenere qualsiasi tipo di contenuto. Solo i tipi con la parte Contenibile possono essere contenuti in una lista.

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Page size
it_it: Dimensione pagina

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show paging controls
it_it: Mostra i controlli per la paginazione

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Show on admin menu
it_it: Mostra nel menu di admin

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Menu text
it_it: Testo del menu

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Position
it_it: Posizione

# ~/Core/Containers/Views/EditorTemplates/Container.cshtml
source: Image Set
it_it: Insieme di immagini

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Show items from
it_it: Visualizza gli elementi da

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Maximum number of items to display
it_it: Numero massimo di elementi da mostrare

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order by
it_it: In ordine per

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Weight
it_it: Peso

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Created
it_it: Data di creazione

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Date Published
it_it: Data di Pubblicazione

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Title (Title Part)
it_it: Titolo (Title Part)

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 1
it_it: Personalizzato 1

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Custom 2
it_it: Personalizzato 2

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Order direction
it_it: Direzione di ordinamento

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Ascending
it_it: Crescente

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Descending
it_it: Decrescente

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter items
it_it: Filtra elementi

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter where
it_it: Filtra quando

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter operator
it_it: Operatore del filtro

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is equal to
it_it: é uguale a

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is less than
it_it: è minore di

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: is greater than
it_it: è maggiore di

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: starts with
it_it: inizia con

# ~/Core/Containers/Views/EditorTemplates/ContainerWidget.cshtml
source: Filter value
it_it: Valore del filtro

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom One
it_it: Custom Uno

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Two
it_it: Custom Due

# ~/Core/Containers/Views/EditorTemplates/CustomProperties.cshtml
source: Custom Three
it_it: Custom Tre

# Orchard.Core.Contents.AdminMenu
source: Content
it_it: Contenuto

# Orchard.Core.Contents.AdminMenu
source: Content Items
it_it: Elementi di contenuto

# Orchard.Core.Contents.AdminMenu
source: New
it_it: Nuovo

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish selected content.
it_it: Impossibile pubblicare il contenuto selezionato.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully published.
it_it: Contenuto pubblicato con successo

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
it_it: Impossibile annullare la pubblicazione del contenuto selezionato.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully unpublished.
it_it: Pubblicazione del contenuto annullata con successo.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove selected content.
it_it: Impossibile rimuovere il contenuto selezionato.

# Orchard.Core.Contents.Controllers.AdminController
source: Content successfully removed.
it_it: Contenuto rimosso con successo.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot create content
it_it: Impossibile creare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't create content
it_it: Impossibile creare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been created.
it_it: Il tuo contenuto è stato creato.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been created.
it_it: Il tuo {0} è stato creato.

# Orchard.Core.Contents.Controllers.AdminController
source: Cannot edit content
it_it: Impossibile modificare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't publish content
it_it: Impossibile pubblicare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't edit content
it_it: Impossibile modificare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Your content has been saved.
it_it: Il tuo contenuto è stato salvato.

# Orchard.Core.Contents.Controllers.AdminController
source: Your {0} has been saved.
it_it: Il tuo {0} è stato salvato.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't clone content
it_it: Non posso duplicare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: Could not clone the content item.
it_it: Non posso duplicare l'elemento.

# Orchard.Core.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
it_it: Duplicato correttamente. La copia è sata salvata come bozza.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't remove content
it_it: Impossibile eliminare il contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been removed.
it_it: Questo contenuto è stato eliminato.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been removed.
it_it: Questo {0} è stato eliminato.

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been published.
it_it: Questo contenuto è stato pubblicato.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been published.
it_it: Questo {0} è stato pubblicato.

# Orchard.Core.Contents.Controllers.AdminController
source: Couldn't unpublish content
it_it: Impossibile annullare la pubblicazione del contenuto

# Orchard.Core.Contents.Controllers.AdminController
source: That content has been unpublished.
it_it: La pubblicazione di questo contenuto è stata annullata.

# Orchard.Core.Contents.Controllers.AdminController
source: That {0} has been unpublished.
it_it: La pubblicazione di questo {0} è stato annullata.

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot view content
it_it: Non è possibile visualizzare il contenuto

# Orchard.Core.Contents.Controllers.ItemController
source: Cannot preview content
it_it: Non è possibile visualizzare l'anteprima del contenuto

# ~/Core/Contents/Views/Content.ControlWrapper.cshtml
source: Edit
it_it: Modifica

# ~/Core/Contents/Views/Content.PublishButton.cshtml
source: Publish Now
it_it: Pubblica Ora

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Save
it_it: Salva

# ~/Core/Contents/Views/Content.SaveButton.cshtml
source: Cancel
it_it: Annulla

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Edit
it_it: Modifica

# ~/Core/Contents/Views/Content.SummaryAdmin.cshtml
source: Delete
it_it: Elimina

# ~/Core/Contents/Views/Parts.Contents.Clone.SummaryAdmin.cshtml
source: Clone
it_it: Duplica

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: View
it_it: Visualizza

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish Draft
it_it: Pubblica Bozza

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Preview
it_it: Anteprima

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

# ~/Core/Contents/Views/Parts.Contents.Publish.SummaryAdmin.cshtml
source: Publish
it_it: Pubblica

# ~/Core/Contents/Views/Admin/CreatableTypeList.cshtml
source: Create New Content
it_it: Crea Nuovo contenuto

# ~/Core/Contents/Views/Admin/Create.cshtml
source: New {0}
it_it: Nuovo {0}

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit Content
it_it: Modifica Contenuto

# ~/Core/Contents/Views/Admin/Edit.cshtml
source: Edit {0}
it_it: Modifica {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage Content
it_it: Gestione Contenuti

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New Content
it_it: Crea nuovo contenuto

# ~/Core/Contents/Views/Admin/List.cshtml
source: Manage {0} Content
it_it: Gestione Contenuto {0}
