Repository: LaserSrl/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: it_it

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the maximum number of items that are shown per page. Leave 0 for unlimited.
it_it: Determina il numero massimo di elementi visualizzati per pagina. Lasciare 0 per illimitato.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Last index of items in pages
it_it: Ultimo indice di elementi nelle pagine

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the last element of the database that can be displayed. Leave 0 for unlimited.
it_it: Definisce l'ultimo elemento del database che può essere visualizzato. Impostare 0 per non limitare la visualizzazione.

# Orchard.Core.Shapes.DateTimeShapes
source: a moment ago
it_it: qualche istante fa

# Orchard.Core.Shapes.DateTimeShapes
source: in a moment
it_it: in un istante

# Orchard.Core.Shapes.DateTimeShapes
source: 1 year ago
it_it: 1 anno fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} years ago
it_it: {0} anni fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 year
it_it: in 1 anno

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} years
it_it: in {0} anni

# Orchard.Core.Shapes.DateTimeShapes
source: 1 month ago
it_it: 1 mese fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} months ago
it_it: {0} mesi fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 month
it_it: in 1 mese

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} months
it_it: in {0} mesi

# Orchard.Core.Shapes.DateTimeShapes
source: 1 week ago
it_it: 1 settimana fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} weeks ago
it_it: {0} settimane fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 week
it_it: in 1 settimana

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} weeks
it_it: in {0} settimane

# Orchard.Core.Shapes.DateTimeShapes
source: 1 day ago
it_it: 1 giorno fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} days ago
it_it: {0} giorni fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 day
it_it: in un giorno

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} days
it_it: in {0} giorni

# Orchard.Core.Shapes.DateTimeShapes
source: 1 hour ago
it_it: 1 ora fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} hours ago
it_it: {0} ore fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 hour
it_it: in un'ora

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} hours
it_it: in {0} ore

# Orchard.Core.Shapes.DateTimeShapes
source: 1 minute ago
it_it: 1 minuto fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} minutes ago
it_it: {0} minuti fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 minute
it_it: in un minuto

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} minutes
it_it: in {0} minuti

# Orchard.Core.Shapes.DateTimeShapes
source: 1 second ago
it_it: 1 secondo fa

# Orchard.Core.Shapes.DateTimeShapes
source: {0} seconds ago
it_it: {0} secondi fa

# Orchard.Core.Shapes.DateTimeShapes
source: in 1 second
it_it: in un secondo

# Orchard.Core.Shapes.DateTimeShapes
source: in {0} seconds
it_it: in {0} secondi

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: Oops. Something went wrong ... sorry
it_it: Oops. Qualcosa è andato storto... scusate

# ~/Core/Shapes/Views/ErrorPage.cshtml
source: An unhandled exception has occurred and the request was terminated. Please refresh the page. If the error persists, go back
it_it: Si è verificato un errore non gestito e la richiesta è stata interrotta. Si prega di ricaricare la pagina. Se il problema persiste ritornare alla pagina precedente.

# ~/Core/Shapes/Views/NotFound.cshtml
source: Not found
it_it: Non trovato

# ~/Core/Shapes/Views/NotFound.cshtml
source: The page you are looking for does not exist.
it_it: La pagina che stai cercando non esiste.

# ~/Core/Shapes/Views/User.cshtml
source: Welcome, <strong>{0}</strong>!
it_it: Benvenuto, <strong>{0}</strong>!

# ~/Core/Shapes/Views/User.cshtml
source: Sign Out
it_it: Esci

# ~/Core/Shapes/Views/User.cshtml
source: Dashboard
it_it: Pannello amministrativo

# ~/Core/Shapes/Views/User.cshtml
source: Sign In
it_it: Accedi

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: Title
it_it: Titolo

# ~/Core/Title/Views/EditorTemplates/Parts.Title.TitlePart.cshtml
source: You must provide a title for this content item
it_it: Devi fornire un titolo per questo elemento di contenuto
