Repository: LaserSrl/Orchard
Catalog: Laser.Sources/Orchard.Sources.Translations/Orchard.Web/Core/App_Data/Localization/*/orchard.core.po
Languages: it_it

# ~/Core/Contents/Views/Admin/List.cshtml
source: Create New {0}
it_it: Crea nuovo {0}

# ~/Core/Contents/Views/Admin/List.cshtml
source: Select all
it_it: Seleziona tutti

# ~/Core/Contents/Views/Admin/List.cshtml
source: Actions:
it_it: Azioni:

# ~/Core/Contents/Views/Admin/List.cshtml
source: Choose action...
it_it: Scegli l'azione...

# ~/Core/Contents/Views/Admin/List.cshtml
source: Publish Now
it_it: Pubblica Ora

# ~/Core/Contents/Views/Admin/List.cshtml
source: Unpublish
it_it: Annulla pubblicazione

# ~/Core/Contents/Views/Admin/List.cshtml
source: Delete
it_it: Elimina

# ~/Core/Contents/Views/Admin/List.cshtml
source: Apply
it_it: Applica

# ~/Core/Contents/Views/Admin/List.cshtml
source: Show
it_it: Mostra

# ~/Core/Contents/Views/Admin/List.cshtml
source: any (show all)
it_it: qualunque (mostra tutti i feed)

# ~/Core/Contents/Views/Admin/List.cshtml
source: Culture
it_it: Cultura

# ~/Core/Contents/Views/Admin/List.cshtml
source: Ordered by
it_it: In ordine per

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently created
it_it: creati di recente

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently modified
it_it: modificati di recente

# ~/Core/Contents/Views/Admin/List.cshtml
source: recently published
it_it: pubblicati di recente

# ~/Core/Contents/Views/Admin/List.cshtml
source: Filter by
it_it: Filtra per

# ~/Core/Contents/Views/Admin/List.cshtml
source: owned by me
it_it: di mia proprietà

# ~/Core/Contents/Views/Admin/List.cshtml
source: latest
it_it: ultime

# ~/Core/Contents/Views/Admin/List.cshtml
source: published
it_it: pubblicato

# ~/Core/Contents/Views/Admin/List.cshtml
source: unpublished
it_it: Non pubblicato

# ~/Core/Contents/Views/Admin/List.cshtml
source: all versions
it_it: tutte le versioni

# Orchard.Core.Dashboard.AdminMenu
source: Dashboard
it_it: Pannello amministrativo

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Welcome to Orchard
it_it: Benvenuto in Orchard!

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get up and running
it_it: Incomincia a lavorare

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Start by exploring the menu on the left and familiarize yourself with Orchard. As for the basics, we suggest <a href="{0}">changing the theme</a>, <a href="{1}">adding some pages</a>, <a href="{2}">setup up a blog</a>, and <a href="{3}">configuring basic settings</a>.
it_it: Inizia ad esplorare il menu a sinistra e a prendere confidenza con Orchard. Per quanto riguarda le basi, ti consigliamo di <a href="{0}">cambiare il tema</a>, di <a href="{1}">aggiungere alcune pagine</a>, <a href="{2}">configurare un blog</a>, e <a href="{3}">configurare le impostazioni</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Get more goodies
it_it: Scarica altri goodies

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Change the way your site works and looks with <a href="{0}">themes</a> and <a href="{1}">modules</a>. There’s plenty to choose from in the <a href="http://gallery.orchardproject.net/">Orchard Gallery</a>. We’re always adding things, so be sure to check back often to see what’s new.
it_it: Cambia il modo in cui il tuo sito appare e naviga con i <a href="{0}">temi</a> e i <a href="{1}">moduli</a>. Troverai un'ampia scelta nella <a href="http://gallery.orchardproject.net/">Orchard Gallery</a>. Aggiungiamo componenti di continuo, per cui fai visita spesso per sapere cosa c'è di nuovo.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Read the Docs
it_it: Leggi la documentazione

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Are you ready to go deeper and become an Orchard expert? Take a look at the <a href="http://docs.orchardproject.net">Orchard Documentation</a> to learn about how everything connects together and what makes Orchard tick.
it_it: Sei pronto ad andare più in profondità e diventare un esperto di Orchard? Dai un'occhiata alla <a href="http://docs.orchardproject.net">Wiki della Documentazione Orchard</a> per conoscere come funziona l'intero insieme e ciò che rende unico Orchard.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Make friends
it_it: Incontra nuovi amici

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Find friends that share your interest of Orchard. There are a couple ways that you can <a href="http://orchardproject.net/discussions">discuss and get connected</a> to the project including mailing lists, forums and IRC.
it_it: Trova amici che condividono il tuo stesso interesse per Orchard. Ci sono un paio di modi per <a href="http://orchardproject.net/discussions">discutere e rimanere collegato al progetto</a>, tra cui mailing list, forum e IRC.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Contribute back
it_it: Contribuisci

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Help grow Orchard. We encourage contributions of all sorts, including code submissions, documentation, translations, feature recommendations, and more. Here are some ways to <a href="http://orchardproject.net/contribution">give back to the project</a>.
it_it: Aiuta a far crescere il progetto Orchard. Noi incoraggiamo ogni sorta di contributo tramite invio di codice, creazione di documentazione, traduzioni, raccomandazioni e consigli tecnici ed altro ancora. Vai al seguente link per seguire le istruzioni su come contribuire <a href="http://orchardproject.net/contribution">torna al progetto</a>.

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Stay up to date
it_it: Tieniti aggiornato

# ~/Core/Dashboard/Views/Admin/Index.cshtml
source: Your browser does not support iframes. You can't see advisory messages.
it_it: Il tuo browser non supporta gli iframe. Non potrai vedere i messaggi di avviso.

# Orchard.Core.Navigation.AdminMenu
source: Navigation
it_it: Navigazione

# Orchard.Core.Navigation.AdminMenu
source: Main Menu
it_it: Menu Principale

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu not found.
it_it: Menu non trovato.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Invalid username: {0}
it_it: Nome Utente non valido: {0}

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu item created successfully.
it_it: Voce di menu creata con successo.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu name can't be empty.
it_it: Il nome del menu non può essere vuoto.

# Orchard.Core.Navigation.Commands.MenuCommands
source: Menu created successfully.
it_it: Menu creato con successo.

# Orchard.Core.Navigation.Controllers.AdminController
source: Not allowed to manage menus
it_it: Non hai i permessi per gestire i menù

# Orchard.Core.Navigation.Controllers.AdminController
source: Couldn't manage the main menu
it_it: Impossibile gestire il menu principale

# Orchard.Core.Navigation.Controllers.AdminController
source: Creating menu item failed: {0}
it_it: Creazione voce menu non riuscita: {0}

# Orchard.Core.Navigation.Controllers.AdminController
source: Your {0} has been added.
it_it: {0} è stato aggiunto.

# Orchard.Core.Navigation.Drivers.AdminMenuPartDriver
source: The AdminMenuText field is required
it_it: Il campo AdminMenuText è obbligatorio

# Orchard.Core.Navigation.Drivers.MenuPartDriver
source: The MenuText field is required
it_it: Il campo MenuText è obbligatorio

# Orchard.Core.Navigation.Drivers.MenuWidgetPartDriver
source: Home
it_it: Homepage

# Orchard.Core.Navigation.Drivers.ShapeMenuItemPartDriver
source: The Shape Type is mandatory.
it_it: Il Tipo di Forma è obbligatorio.

# ~/Core/Navigation/Views/Menu.DeleteButton.cshtml
source: Delete
it_it: Elimina

# ~/Core/Navigation/Views/Admin/CreateMenuItem.cshtml
source: Create Menu Item
it_it: Crea Voce di Menu

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Navigation
it_it: Navigazione

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: You need to hit "Save All" in order to save your changes.
it_it: Devi premere "Salva Tutto" per salvare le modifiche.

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Current Menu:
it_it: Menu Corrente:

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add a new menu...
it_it: Aggiungi un nuovo menu

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: The menu is empty
it_it: Il menu è vuoto

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Add
it_it: Aggiungi

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Save All
it_it: Salva Tutto

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Core/Navigation/Views/Admin/Index.cshtml
source: Some items where not saved.
it_it: Alcuni elementi non sono stati salvati.

# ~/Core/Navigation/Views/DefinitionTemplates/AdminMenuPartTypeSettings.cshtml
source: Default Position
it_it: Posizione predefinita

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuItem.Edit.cshtml
source: A valid url, i.e. ~/my-page, http://orchardproject.net, /content/file.pdf, ...
it_it: Un Url valido, es. ~/la-mia-pagina, http://orchardproject.net, /content/file.pdf, ...

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: For Menu
it_it: Per Menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Select which menu you want to display
it_it: Seleziona il menu che desideri visualizzare

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Start Level
it_it: Livello iniziale

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The level the menu should start at.
it_it: Il livello di menu deve iniziare a.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Levels to display
it_it: Livelli da visualizzare

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: The number of levels to display, "0" meaning all levels.
it_it: Numero di livelli da visualizzare, "0" significa tutti i livelli.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Display as Breadcrumb
it_it: Visualizza come Breadcrumb

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the path to the current content item.
it_it: Seleziona per visualizzare il precorso dell'elemento corrente.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the home page as the first element
it_it: Aggiunge la home page come primo elemento

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the home page as the first element of the breadcrumb.
it_it: Seleziona per visualizzare la pagina Home come primo elemento del bread-crumb.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Add the current content item as the last element
it_it: Aggiunge l'elemento corrente come ultimo elemento

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check to render the current content item as the last element.
it_it: Seleziona per visualizzare l'elemento di contenuto corrente come ultimo.

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: No filter on selected page
it_it: Nessun filtro sulla pagina selezionata

# ~/Core/Navigation/Views/EditorTemplates/Parts.MenuWidget.Edit.cshtml
source: Check for the menu to be display without filtering the selected current page.
it_it: Seleziona per fare in modo che il menu sia visualizzato senza filtrare la pagina corrente selezionata.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Show on admin menu
it_it: Mostra nel menu di admin

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Menu text
it_it: Testo del menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The text that should appear in the menu.
it_it: Il testo che deve apparire nel menu.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: Position
it_it: Posizione

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.AdminMenu.Edit.cshtml
source: The position in the menu.
it_it: La posizione nel menu.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Show on a menu
it_it: Visualizza in un menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Select which menu you want the content item to be displayed on.
it_it: Selezionare il menu in cui visualizzare l'elemento.

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: Menu text
it_it: Testo del menu

# ~/Core/Navigation/Views/EditorTemplates/Parts.Navigation.Menu.Edit.cshtml
source: The text that should appear in the menu.
it_it: Il testo che deve apparire nel menu.

# ~/Core/Navigation/Views/EditorTemplates/Parts.ShapeMenuItemPart.Edit.cshtml
source: Type of the shape to display
it_it: Tipo di forma da visualizzare

# Orchard.Core.Reports.AdminMenu
source: Reports
it_it: Rapporti

# Orchard.Core.Reports.AdminMenu
source: View
it_it: Visualizza

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to list reports
it_it: Non autorizzato ad elencare rapporti

# Orchard.Core.Reports.Controllers.AdminController
source: Not authorized to display report
it_it: Non autorizzato a visualizzare il rapporto

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Display Report
it_it: Mostra Rapporto

# ~/Core/Reports/Views/Admin/Display.cshtml
source: This is a table of the reports in your application
it_it: Questa è la tabella coi rapporti della tua applicazione

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Type
it_it: Tipo

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Message
it_it: Messaggio

# ~/Core/Reports/Views/Admin/Display.cshtml
source: Date
it_it: Data

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Reports
it_it: Rapporti

# ~/Core/Reports/Views/Admin/Index.cshtml
source: This is a table of the reports in your application
it_it: Questa è la tabella coi rapporti della tua applicazione

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Title
it_it: Titolo

# ~/Core/Reports/Views/Admin/Index.cshtml
source: Date
it_it: Data

# Orchard.Core.Settings.AdminMenu
source: Settings
it_it: Impostazioni

# Orchard.Core.Settings.AdminMenu
source: General
it_it: Generali

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting is already set. Use the 'Force' flag to override.
it_it: L'impostazione 'BaseUrl' è già impostata. Usa il flag 'Forza' per sovrascriverlo.

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: No HTTP request available to determine the base url of the site
it_it: Nessuna richiesta HTTP disponibile per determinare l'url di base del sito

# Orchard.Core.Settings.Commands.SiteSettingsCommands
source: 'BaseUrl' site setting set to '{0}'
it_it: L'impostazione 'BaseUrl' è stato impostata a '{0}'

# Orchard.Core.Settings.Controllers.AdminController
source: Not authorized to manage settings
it_it: Non autorizzato a gestire le impostazioni

# Orchard.Core.Settings.Controllers.AdminController
source: Settings updated
it_it: Impostazioni aggiornate

# Orchard.Core.Settings.Descriptor.ShellDescriptorManager
source: Invalid serial number for shell descriptor
it_it: Numero di serie valido per il descrittore di shell

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The user {0} was not found
it_it: Utente "{0}" non trovato

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url must be absolute.
it_it: L'url di base dev'essere assoluto

# Orchard.Core.Settings.Drivers.SiteSettingsPartDriver
source: The base url you entered could not be requested from current location.
it_it: L'url di base che hai inserito non può essere richiesto dalla posizione corrente.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Settings
it_it: Impostazioni Sito

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Tokens for Site Settings
it_it: Tokens per le Impostazioni del Sito

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Name
it_it: Nome del sito

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The name of the site.
it_it: Il nome del sito.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Super User
it_it: Super Utente

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The super user of the site.
it_it: Il super utente del sito.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Site Culture
it_it: Lingua del Sito

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current culture of the site.
it_it: Lingua corrente del sito.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Base Url
it_it: Url Base

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The base url the site.
it_it: L'url di base del sito.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: Time Zone
it_it: Fuso Orario

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The current time zone of the site.
it_it: Il fuso orario corrente del sito.

# Orchard.Core.Settings.Tokens.SettingsTokens
source: The setting named {0}.
it_it: L'impostazione di nome {0}

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures
it_it: Lingue

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Manage Settings
it_it: Gestione Impostazioni

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Supported Cultures
it_it: Lingue supportate

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Available Cultures
it_it: Lingue disponibili

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add a culture...
it_it: Aggiungi una lingua...

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Other
it_it: Altra

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Add
it_it: Aggiungi

# ~/Core/Settings/Views/Admin/Culture.cshtml
source: Cultures this site supports
it_it: Lingue supportate dal sito

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Settings
it_it: Impostazioni

# ~/Core/Settings/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Core/Settings/Views/DisplayTemplates/RemovableCulture.cshtml
source: Delete
it_it: Elimina

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use web.config setting
it_it: Usa le impostazioni del web.config

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enabled
it_it: Abilitato

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Disabled
it_it: Disabilitato

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: General
it_it: Generali

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Site name
it_it: Nome del sito

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Base URL
it_it: URL di base

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter the fully qualified base URL of the web site.
it_it: Immettere l'URL di base completo del sito web.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: e.g., http://localhost:30320/orchardlocal, http://www.yourdomain.com
it_it: es., http://localhost:30320/orchardlocal, http://www.yourdomain.com

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Culture
it_it: Lingua predefinita del sito

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default culture used to localize strings and to format and parse numbers, date and times.
it_it: Imposta la lingua predefinita utilizzata per localizzare i testi e per formattare e modificare i numeri, le date e le ore.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Add or remove supported cultures for the site
it_it: Aggiungi o rimuovi le lingue supportate dal sito

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Site Calendar
it_it: Calendario predefinito del sito

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Culture calendar
it_it: Lingua del Calendario

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default calendar used when displaying and editing dates and times.
it_it: Determina il calendario predefinito utilizzato durante la visualizzazione e modifica di date e ore.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: The 'Culture calendar' option means the default calendar for the culture of the current request will be used (not necessarily the configured default site culture).
it_it: L'opzione 'Lingua del Calendario' significa che verrà usata la lingua specificata per il calendario (non necessariamente quella predefinita del sito).

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default Time Zone
it_it: Fuso orario predefinito

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Local to server
it_it: Da locale al server

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default time zone used when displaying and editing dates and times.
it_it: Determina il fuso orario predefinito utilizzato durante la visualizzazione e la modifica di date e ore.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Page title separator
it_it: Separatore di titolo pagina

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Super user
it_it: Super Utente

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Enter an existing account name, or nothing if you don't want a Super user account
it_it: Inserisci il nome utente di un account esistente, o lascia vuoto se non vuoi avere un account super utente

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Resource Debug Mode
it_it: Risorse in modalità di Debug

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
it_it: Determina se gli script e i fogli di stile vengono caricati nella loro forma debuggabile o minificata.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Use CDN
it_it: Usa il CDN (Content Delivery Network)

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines whether the defined CDN value is used for scripts and stylesheets, or their local version
it_it: Definisce se il CDN definito viene usato per gli script e i fogli di stile oppure se viene usata una versione locale

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Default number of items per page
it_it: Numero predefinito di elementi per pagina

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Determines the default number of items that are shown per page.
it_it: Determina il numero predefinito di elementi che vengono mostrati per pagina.

# ~/Core/Settings/Views/EditorTemplates/Parts.Settings.SiteSettingsPart.cshtml
source: Maximum number of items per page
it_it: Numero massimo di elementi per pagina
